{
  "menu": {
    "link1": "Who am I?",
    "link2": "My skills?",
    "link3": "Achievements",
    "link4": "Contact me",
    "link5": "Download My CV",
    "link6": "language"
  },
  "banner": {
    "link1": "Hello , I am",
    "link2": "Front-End",
    "link3": " Developer"
  },
  "skills": {
    "Sectitle1": "Core competencies",
    "Sectitle2": "Development tools &",
    "Sectitle3": "environment",
    "Sectitle4": "Other Skills",
    "Sectitle5": "Creative",
    "Sectitle6": "Tools",
    "projetTitleOne": "Project in progress",
    "projetTitleTwo": "Development of an application similar to TikTok",
    "projetDescOne": "A team of young, passionate developers, including myself, got together to create a social network similar to and even better than tiktok.",
    "projetDescTwo": "Join the discord server if you're up for this adventure",
    "projetDescThree": "I update my online platform every 3 months and create content on youtube about it and all that revolves around IT development."
  },
  "descriptiont": {
    "title1": "I develop interactive web interfaces using various programming languages and technologies.",
    "title2": "I've already managed to use its various technologies and frameworks to interact with a server and a relational database (SQL).",
    "title3": "I use its tools and environment to improve my productivity, work remotely and monitor my progress.",
    "title4": "I use these tools to improve my creativity and stay up to date in the world of web, photo and video design.",
    "title5": "is used for marketing purposes with its Facebook ads tool.",
    "title6": "he helps me with the web, video scripting, optimisation etc. and finally",
    "title7": "which retrieves data from a website according to its configuration"
  },
  "Projects": {
    "one": "Portfolio",
    "twoo": "09 Front-End project",
    "tree": "Made with technologies",
    "tree2": " technologies",
    "u": " universe of particles",
    "ux": "I put myself in the shoes of a UI/UX Designer for ....",
    "uxTitle": "Web mock-up & mobile prototype",
    "uxAction": "Download sources",
    "uxDescription": "I put myself in the shoes of a UI/UX Designer to understand their feelings so that I could communicate with them better and understand them better if I were to team up with one of them. It was a wonderful experience, from learning about the software to creating these two projects.",
    "foor": "03 marketing & communication project",
    "Sectitle5": "For me it was a question of starting from a figmat mock-up to a web version with the technologies in disappointment...",
    "Sectitle6": "Read more",
    "Sectitle7": "For me it was a question of starting from a figmat mock-up to a web version with the technologies in disappointment...",
    "Sectitle8": "I wanted to reproduce the portfolio of a UX designer and developer with animation effects and scooling using JavaScript.",
    "Sectitle9": "My idea was to start from a figmat mock-up and create an HTML CSS site with animation effects ....",
    "Sectitle10": "Discover three js with the creation of a 3d particle universe with JavaScript ....",
    "Sectitle11": "I wanted to reproduce the Portfolio prototype in HTML CSS ....",
    "Sectitle12": "The aim was to show posters of an application in video and photo format using rotato and premier pro software.",
    "about": "About rotato",
    "titleRotato": "Mobile application display",
    "RetourRotato": "Back to",
    "crudTitle": "Article management application",
    "crudDescription": "It was a question of learning how to create an article management application which is segmented into two distinct front-end and back-end folders. This enabled me to understand how to create and consume an API from the back-end using the postman software to test the APIs, node js express MySQL for the back-end and react JS for the front-end.",
    "crudAction": "see the souces code",
    "alibiaTitlev1": "alibia website version 1",
    "alibiaActionv1": "See the current version online",
    "propTitle": "After the nextjs training course, I wanted to solidify the basics with a little practical work....",
    "prop": "After the nextjs training course, I wanted to solidify the basics with a little practical work that involved using next js client components and server components to build a small application.",
    "alibiadescriptonv1": "This is a personal project that has had two versions, of which this is the first, which is a website representing my online start-up of niche IT products and services."
  },
  "Marketing": {
    "Sectitle1": "I wanted to produce a pressi video script and course using I.A to give a short introduction to web 3....",
    "Sectitle2": "I had to create and configure a Facebook page and a professional Instagram account...",
    "Sectitle3": "I wanted to launch Facebook ads for a product at a specific time of year and ....."
  },
  "FullStack": {
    "Sectitle1": "05 full-stack projects + ",
    "Sectitle2": "marketing & communication for the last two",
    "Sectitle3": "Marketing Sur Les Deux Derniers",
    "Sectitle6": "Read more",
    "Sectitle7": "More Projects On",
    "Sectitle8": "Technology watch marketing & design trends (web | mobile)",
    "Sectitle9": "HOBIES & PASTIMES",
    "descriptionOne": "This is a personal project that has had two versions, of which the one if is the first which is ...",
    "descriptionTwo": "This is a personal project that has had two versions, the second of which is ....",
    "crudDescription": "The aim was to learn how to create an article management application that is segmented into two distinct folders...."
  },
  "modal": {
    "Moretitle1": "Hello sir, madam, I would be delighted to work with you.",
    "Moreitle2": "Back",
    "Moretitle3": "Motivation Letter",
    "Moretitle4": "Canadian Type CV",
    "Moretitle5": "CV French Type"
  },
  "Footer": {
    "Moretitle1": "SOCIAL NETWORKS",
    "Moreitle2": "Find me",
    "Moretitle3": "Contact me",
    "Moretitle4": "If you are a company or an individual and you would like to entrust me with your project, just fill in this form Thank you. ",
    "Moretitle5": "Send",
    "Moretitle6": "Name & Lastname",
    "Moretitle7": "Integration and development Tsopze nekdem Phanuel arsene"
  },
  "aboutFront": {
    "back": "Back to",
    "see": "See the website ",
    "titleOne": "Plant Site",
    "descriptiontOne": "It was a question of starting from a figmat mock-up to a web version with tailwindcss technologies, which is a CSS react js framework coupled with typescript that adds animation while managing responsive design.",
    "titleTwo": "Digital Agency Website",
    "descriptiontTwo": "I had to go from a figmat mock-up to a web version using HTML5 tailwindcss technologies, which is a CSS framework for creating a digital agency site while managing responsive design.",
    "titleTree": "Marc Antony website",
    "descriptiontTree": "For me, it was a question of producing the portfolio of a UX Designer with animation effects using JavaScript, without forgetting the responsive aspect, i.e. the ability to adapt to tablets and smartphones.",
    "titleFoor": "Coffee Site",
    "descriptiontFoor": "I had to start from a figmat mock-up and create an HTML CSS site with animated effects, while managing the responsive design.",
    "titleFive": "Portfolio website",
    "descriptiontFive": "I wanted to reproduce the Portfolio prototype in HTML CSS .",
    "titleSix": "Universe Of Particles",
    "DescrioptionSix": "Discover three js with the creation of a 3d particle universe with JavaScript .",
    "isdevexpertTitle": "Mobile application presentation site",
    "isdevexpertDesceiption": "I had to create a web interface for IS DEV EXPERTS that would represent their mobile applications."
  },

  "aboutMarketing": {
    "back": "Back to",
    "see": "see the project",
    "titleOne": "Introduction to Web 3",
    "descriptiontOne": "I wanted to produce a pressi video script and course using I.A to give a short introduction to web 3.",
    "titleTwo": "Professional Facebook pages and Instagram account",
    "descriptiontTwo": "I had to create and configure a Facebook page and a professional Instagram account.",
    "otherOne": "See the Facebook page",
    "otherTwo": "See the Instagram account",
    "titleOnes": "  Launch of a Facebook ad",
    "titleTwos": "Main advertising campaign",
    "titleTrees": "Advertising package where the advertising budget is allocated",
    "pub": "Advertising",
    "Ai": " Marketing text written with ChatGPT (IA)",
    "results": "Campaign results",
    "similaire": "Other Similar Project"
  }
}
